tutorials/solution-time/SIPM-M/threeCavity/noPred/caseD/constant/cavityL/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

TRef            TRef [0 0 0 1 0 0 0] 1;

nu              nu [0 2 -1 0 0 0 0] 0.7;//0.001;

rho             rho [1 -3 0 0 0 0 0] 1;//1.2;

Cp              Cp [0 2 -2 -1 0 0 0] 1;//1000;

beta            beta [0 0 0 -1 0 0 0] 0.001;//1e-3;

Prt             Prt [0 0 0 0 0 0 0] 0.7;

Pr              Pr [0 0 0 0 0 0 0] 0.7;//0.7; // nu/a = 1.78e-5/0.03*1000*1.2


// ************************************************************************* //
